---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ComponentRepeaterSlotFailures
source: html/05021b19-bdcc-2ac6-e4ad-ba95433c7818.htm
---
# BuiltInFailures.ComponentRepeaterSlotFailures Properties

Reloaded family not appropriate for repeated component.